{
    "last_update": "2026-01-08T07:26:04.102620",
    "count": 99,
    "titles": [
        "T.C. MALTEPE ÜNİVERSİTESİ’NDEN ÜÇ YENİ STRATEJİK ÜNİVERSİTE-SANAYİ İŞBİRLİĞİ",
        "2025 Yılı Enerji Verimliliği Haftası",
        "2025-2026 Akademik Takvimler",
        "T.C. Maltepe Üniversitesi Rektörlüğünden: Üniversitemize “Öğretim Üyeleri”Alınacaktır.",
        "2025-2026 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "KURUMSAL E-POSTA KULLANIMINA İLİŞKİN ÖNEMLİ DUYURU",
        "2024-2025 Hazırlık Sınıfı Öğrencileri İçin Yaz Öğretimi Akademik Takvimi",
        "Kuantum Yüzyılı: Evrenin Gizemlerinden Modern Teknolojilere",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "7. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "Üniversitemiz Web Sayfasında 16.10.2025-30.10.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlileri İlanıyla İlgili Ön Değerlendirme Sonuçları",
        "Sahne Sanatları Bölümü 2. Etap Yetenek Sınavı 2025",
        "Akademide Bir Nefes: \"Yeni Yılda Dizelerde Buluşma Atölyesi\"",
        "2024-2025 Bahar Yarıyılı Kurumlar Arası (Genel Not Ortalamasına Göre - GANO) Yatay Geçiş Başvuru Duyurusu",
        "15 Temmuz Demokrasi ve Milli Birlik Günü Etkinlikleri",
        "Konservatuvar Yetenek Sınavı",
        "Vakıflar Haftası Kutlu Olsun",
        "2025-2026 Güz Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "Maltepe Üniversitesi’nden BSEC PERMIS'e Ziyaret",
        "T.C. Maltepe Üniversitesi Rektörlüğünden “Araştırma Görevlileri” Alınacaktır.",
        "YÖKAK Kurumsal Akreditasyon Programı (KAP) Saha Ziyaretleri tamamlandı",
        "Konferans: “Medya Okuryazarlığı ve Dezenformasyonla Mücadele”",
        "Uluslararası Ticaret Ve Lojistik Bölümünden Bir Sosyal Sorumluluk Projesi",
        "2025-2026 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Küresel Köprüler Maltepe Üniversitesi’nde Kuruldu",
        "2024-2025 Akademik Yılı Yaz Öğretiminde Açılacak Dersler",
        "2025-2026 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2025-2026 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "TÜBİTAK 1001 Programı Kapsamında Desteklenmeye Değer Bulunan Araştırma Projesi",
        "Rektörümüz Prof. Dr. Edibe SÖZEN'in 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı Mesajı",
        "2024-2025  Akademik Yılı Lisansüstü Eğitim Enstitüsü Mezuniyet Töreni",
        "Şehit ve Gazi Yakınlarına Lisansüstü Eğitimde Akademik Destek",
        "Mimarlık ve Tasarım Fakültesi’den Bir Ödül Daha!",
        "T.C Maltepe Üniversitesi Web Sayfasında 17.08.2025 / 31.08.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "2025 YKS MERKEZİ YERLEŞTİRME - ŞAHSEN ve E-KAYIT",
        "2025 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Zorunlu Yabancı Dil Hazırlık Sınıflarında Başarısız Olan Öğrencilerin Türkçe Öğretim Yapan Yükseköğretim Programlarına Yerleştirilme İşlemleri",
        "ÖĞRENCİ ARAÇ TANITIM PULU VERİLMESİ VE KULLANIM ESASLARI",
        "Rektörümüz Prof. Dr. Edibe SÖZEN ÇETİNTAŞ'ın 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı Mesajı",
        "Üniversitemiz Web Sayfasında 16.10.2025  - 30.10.2025 Tarihleri Arasında Yayımlanan Öğretim Görevlisi İlanıyla İlgili Son Değerlendirme Sonucu",
        "GSCSSC-2025",
        "Maltepe Üniversitesi ile Teknopark İstanbul Arasında Stratejik İş Birliği Protokolü İmzalandı",
        "14th International Symposium on Digital Forensics and Security (ISDFS 2026)",
        "Maltepe Üniversitesi’nin Erasmus+ Projesi 250.000 Avro Hibe Kazandı",
        "Maltepe Üniversitesi’nden Bilim Dünyasına Önemli Katkı",
        "Maltepe Üniversitesi’nden Kuantum Şifreleme Alanında Önemli Buluş",
        "Maltepe Üniversitesi'nden Kuantum Yılına Büyük Katkı",
        "Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu",
        "CleanTech2025’in Davetli Konuşmacısı: Prof. Dr. Şener Oktik",
        "2024-2025 Akademik Yılı Önlisans ve Lisans Mezuniyet Töreni",
        "Maltepe Üniversitesi 2024 Başarı Ödül Töreni Gerçekleşti",
        "6. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "Maltepe Üniversitesi, YÖKAK Tarafından 2 Yıllık Kurumsal Akreditasyon Kazandı",
        "2024-2025 Bahar Yarıyılı Çift Anadal, Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "13th International Symposium on Digital Forensics and Security (ISDFS 2025)",
        "Sempozyum: \"ARTIUM ODAK’25\"",
        "2024-2025 Eğitim-Öğretim Yılı Yaz Öğretimi Uygulama Esasları, Takvim ve Ücretler",
        "Maltepe Üniversitesi, Avrupa Birliği Projesinde Eş Finansör: “Eğitimli  Gençlik ile Güçlü Gastronomi Turizmi”",
        "Maltepe Üniversitesi Bilgisayar Muafiyet Başvuru Formu",
        "Eğitim: \"Bağımlılıkla Mücadele\"",
        "Sutopu Takımımız Türkiye Şampiyonu!",
        "Prof. Dr. Hüseyin ÇAKALLI  Emeklilik Duyurusu",
        "Etkinlik Takvimi",
        "TAGEM Ar-Ge Destek Programı Projesi Kapanış Toplantısı Yapıldı",
        "Maltepe Üniversitesi’nde Dünya Çocuk Hakları Günü Paneli",
        "2. Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu Başlıyor!",
        "2025-2026 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Yükseköğretim Kurulu Veri Analizi Okulu açılıyor",
        "SAHNE SANATLARI 2. ETAP YETENEK SINAVI SONUÇLARI",
        "18.12.2025-01.01.2026 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "Maltepe Üniversitesi ile TÜRKKEP A.Ş. Arasında İş Birliği Protokolü İmzalandı",
        "2025-2026 Güz yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Maltepe Üniversitesi’nin 14 Programı, Türkiye Yeterlilikler Çerçevesi (TYÇ) Logosunu Kullanmaya Hak Kazandı",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "2025 Dikey Geçiş Kayıt İşlemleri",
        "Innovative Learning For Cold Chain Food Logistics Project (InFoCoL) Açılış Toplantısı Maltepe Üniversitesi’nde Gerçekleşti",
        "18.12.2025-01.01.2026 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Ön Değerlendirme Sonuçları",
        "2025-2026 Eğitim-Öğretim Yılı Kayıt Yenileme İşlemleri",
        "2024-2025 Yaz Öğretimi Akademik Takvim",
        "2025 YKS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Teknopark Hasat 2025’te, teknoloji ekosistemimizi yarınlara taşıyacak stratejik bir adım attık.",
        "Zirve: \"I. Geleneksel Finans ve Sigorta Zirvesi\"",
        "Konferans: Yüzyılımızda Nermi Uygur ve Felsefenin Çağrısı",
        "Seminer: \"Meme Kanseri ile Mücadele: Bilgi, Farkındalık ve Destek\"",
        "T.C. Maltepe Üniversitesi Web Sayfasında 16/10/2025 -30/10/2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "2025-2026 Akademik Yılı Açılış Töreni",
        "SAHNE SANATLARI BÖLÜMÜ YETENEK SINAVI 2025",
        "2024 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Maltepe Üniversitesi'nde “Kuantum Yüzyılı” Etkinliği Yapıldı!",
        "Üniversitemiz TS EN ISO 9001:2015 Kalite Yönetim Sistemi Belgesi'ni almaya hak kazandı",
        "2024 DİKEY GEÇİŞ MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2025-2026 Akademik Yılı Öğrenim ve Staj Hareketliliği Başvurusu",
        "T.C. Maltepe Üniversitesi 2024 – 2025 Güz Yarıyılı Genel Eğitim Dersleri Yarıyıl Sonu (Final) ve Bütünleme Sınavları",
        "Üniversitemiz Arama ve Kurtarma Kulübü, 6 Şubat 2023 Kahramanmaraş Depremlerinde Hayatını Kaybeden Öğrencilerimizin Anısını Yaşatmaya Devam Ediyor",
        "TSE 1. Gözetim Tetkiki",
        "Üniversitemiz Web Sayfasında 16.10.2025  - 30.10.2025  Tarihleri Arasında Yayımlanan Öğretim Görevlisi İlanıyla İlgili Ön Değerlendirme Sonucu",
        "2025-2026 Güz Yarıyılı Tezsiz Yüksek Lisans Programlarının Başvuru Süresi 24 Eylül 2025 tarihine kadar uzatılmıştır."
    ]
}