{
    "last_update": "2025-08-13T14:20:20.175139",
    "count": 72,
    "titles": [
        "Sutopu Takımımız Türkiye Şampiyonu!",
        "2024-2025 Akademik Yılı Yaz Öğretiminde Açılacak Dersler",
        "Sempozyum: \"ARTIUM ODAK’25\"",
        "Vakıflar Haftası Kutlu Olsun",
        "2024 YKS EK YERLEŞTİRME için E-KAYIT ve ŞAHSEN KAYIT DUYURUSU",
        "SAHNE SANATLARI 2. ETAP YETENEK SINAVI SONUÇLARI",
        "Konservatuvar Yetenek Sınavı",
        "2024-2025 Bahar Yarıyılı Çift Anadal, Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "2024 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2024 DİKEY GEÇİŞ MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Maltepe Üniversitesi Girişimcilik Kampı Demoday",
        "2024-2025 Bahar Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "T.C. MALTEPE ÜNİVERSİTESİ WEB SAYFASINDA 14.07.2025-28.07.2025 TARİHLERİ ARASINDA YAYIMLANAN ARAŞTIRMA GÖREVLİSİ İLANIYLA İLGİLİ SON DEĞERLENDİRME SONUÇLARI",
        "TÜBİTAK 1001 Programı Kapsamında Desteklenmeye Değer Bulunan Araştırma Projesi",
        "2024-2025 Akademik Yılı Önlisans ve Lisans Mezuniyet Töreni",
        "2023-2024 Eğitim-Öğretim Yılı  YAZ ÖĞRETİMİ  Uygulama Esasları",
        "2025-2026 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "Maltepe Üniversitesi’nde Dünya Çocuk Hakları Günü Paneli",
        "Zorunlu Yabancı Dil Hazırlık Sınıflarında Başarısız Olan Öğrencilerin Türkçe Öğretim Yapan Yükseköğretim Programlarına Yerleştirilme İşlemleri",
        "2024-2025 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi'nden Kuantum Yılına Büyük Katkı",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2025-2026 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu",
        "SAHNE SANATLARI BÖLÜMÜ YETENEK SINAVI 2025",
        "Maltepe Üniversitesi 2024 Başarı Ödül Töreni Gerçekleşti",
        "Güzel Sanatlar Fakültesi Sahne Sanatları Bölümü 2024 2. Etap Yetenek Sınavı",
        "Sempozyum: \"Kamu İhalesi Hukukuna İlişkin Güncel Sorunların Değerlendirilmesi\"",
        "2025 Yılı Enerji Verimliliği Haftası",
        "T.C. MALTEPE ÜNİVERSİTESİ’NDEN ÜÇ YENİ STRATEJİK ÜNİVERSİTE-SANAYİ İŞBİRLİĞİ",
        "Rektörümüz Prof. Dr. Edibe SÖZEN ÇETİNTAŞ'ın 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı Mesajı",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi 2024-2028 Stratejik Planı Yayımlanmıştır",
        "Maltepe Üniversitesi, Avrupa Birliği Projesinde Eş Finansör: “Eğitimli  Gençlik ile Güçlü Gastronomi Turizmi”",
        "Maltepe Üniversitesi, YÖKAK Tarafından 2 Yıllık Kurumsal Akreditasyon Kazandı",
        "2025-2026 Eğitim-Öğretim Yılı Kayıt Yenileme İşlemleri",
        "Maltepe Üniversitesi’nden Kuantum Şifreleme Alanında Önemli Buluş",
        "2025-2026 Akademik Yılı Öğrenim ve Staj Hareketliliği Başvurusu",
        "2024-2025 Eğitim-Öğretim Yılı Güz Yarıyılı Ders/Şube Seçimi",
        "2024-2025 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "Sokakta Yaşayan ve Çalışan Çocuklar için Uygulama ve Araştırma Merkezimiz ve Yardım Konvoyu İnsani Yardım Dayanışma ve Kalkınma Derneği ile Tekstil Uygulaması Saha Uygulama Taslak Protokolü'müzü imzaladık",
        "2023-2024 EĞİTİM ÖĞRETİM YILI YAZ ÖĞRETİMİ KREDİ ÖLÇEĞİNDE ÜCRETLER",
        "Maltepe Üniversitesi’nden BSEC PERMIS'e Ziyaret",
        "15 Temmuz Demokrasi ve Milli Birlik Günü Etkinlikleri",
        "2025-2026 Akademik Takvimler",
        "2024-2025 Hazırlık Sınıfı Öğrencileri İçin Yaz Öğretimi Akademik Takvimi",
        "T.C. Maltepe Üniversitesi 2024 – 2025 Güz Yarıyılı Genel Eğitim Dersleri Yarıyıl Sonu (Final) ve Bütünleme Sınavları",
        "Akademide Bir Nefes: \"Yeni Yılda Dizelerde Buluşma Atölyesi\"",
        "2024-2025 Güz yarıyılı Çift Anadal-Yandal-Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Üniversitemiz TS EN ISO 9001:2015 Kalite Yönetim Sistemi Belgesi'ni almaya hak kazandı",
        "2024 YKS MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "13th International Symposium on Digital Forensics and Security (ISDFS 2025)",
        "6. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "Konferans: Yüzyılımızda Nermi Uygur ve Felsefenin Çağrısı",
        "Üniversitemiz Arama ve Kurtarma Kulübü, 6 Şubat 2023 Kahramanmaraş Depremlerinde Hayatını Kaybeden Öğrencilerimizin Anısını Yaşatmaya Devam Ediyor",
        "2024-2025 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "TÜBİTAK BiGG Programı Yeni Çağrı Dönemi",
        "YÖKAK Kurumsal Akreditasyon Programı (KAP) Saha Ziyaretleri tamamlandı",
        "Etkinlik Takvimi",
        "2024-2025 Bahar Yarıyılı Kurumlar Arası (Genel Not Ortalamasına Göre - GANO) Yatay Geçiş Başvuru Duyurusu",
        "2024-2025 Bahar Yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Rektörümüz Prof. Dr. Edibe SÖZEN'in 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı Mesajı",
        "2024-2025 Eğitim-Öğretim Yılı Yaz Öğretimi Uygulama Esasları, Takvim ve Ücretler",
        "Rektörümüz Prof. Dr. Edibe SÖZEN’in 15 Temmuz Demokrasi ve Milli Birlik Günü Mesajı",
        "2024-2025 Yaz Öğretimi Akademik Takvim",
        "Maltepe Üniversitesi’nin 14 Programı, Türkiye Yeterlilikler Çerçevesi (TYÇ) Logosunu Kullanmaya Hak Kazandı",
        "2024-2025 Akademik Yılı Açılış Töreni ve Oryantasyon Programı",
        "2025-2026 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi’nden Bilim Dünyasına Önemli Katkı",
        "2024-2025 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "14.07.2025-28.07.2025 TARİHLERİ ARASINDA WEB SİTESİNDE YAYIMLANAN ÖĞRETİM GÖREVLİSİ ALIMINA İLİŞKİN SON DEĞERLENDİRME SONUCU",
        "2024-2025 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu"
    ]
}