{
    "last_update": "2025-11-21T07:21:01.222628",
    "count": 98,
    "titles": [
        "TÜBİTAK BiGG Programı Yeni Çağrı Dönemi",
        "Maltepe Üniversitesi’nin 14 Programı, Türkiye Yeterlilikler Çerçevesi (TYÇ) Logosunu Kullanmaya Hak Kazandı",
        "Maltepe Üniversitesi Bilgisayar Muafiyet Başvuru Formu",
        "Prof. Dr. Hüseyin ÇAKALLI  Emeklilik Duyurusu",
        "T.C Maltepe Üniversitesi Web Sayfasında 17.08.2025 / 31.08.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "2024-2025 Bahar Yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "TSE 1. Gözetim Tetkiki",
        "Seminer: \"Meme Kanseri ile Mücadele: Bilgi, Farkındalık ve Destek\"",
        "2025-2026 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "T.C. MALTEPE ÜNİVERSİTESİ’NDEN ÜÇ YENİ STRATEJİK ÜNİVERSİTE-SANAYİ İŞBİRLİĞİ",
        "T.C. Maltepe Üniversitesi 2024 – 2025 Güz Yarıyılı Genel Eğitim Dersleri Yarıyıl Sonu (Final) ve Bütünleme Sınavları",
        "KURUMSAL E-POSTA KULLANIMINA İLİŞKİN ÖNEMLİ DUYURU",
        "Maltepe Üniversitesi, YÖKAK Tarafından 2 Yıllık Kurumsal Akreditasyon Kazandı",
        "Konferans: Yüzyılımızda Nermi Uygur ve Felsefenin Çağrısı",
        "Eğitim: \"Bağımlılıkla Mücadele\"",
        "2025 Yılı Enerji Verimliliği Haftası",
        "2024-2025 Yaz Öğretimi Akademik Takvim",
        "Zorunlu Yabancı Dil Hazırlık Sınıflarında Başarısız Olan Öğrencilerin Türkçe Öğretim Yapan Yükseköğretim Programlarına Yerleştirilme İşlemleri",
        "2024-2025 Hazırlık Sınıfı Öğrencileri İçin Yaz Öğretimi Akademik Takvimi",
        "YÖKAK Kurumsal Akreditasyon Programı (KAP) Saha Ziyaretleri tamamlandı",
        "Üniversitemiz Web Sayfasında 16.10.2025  - 30.10.2025 Tarihleri Arasında Yayımlanan Öğretim Görevlisi İlanıyla İlgili Son Değerlendirme Sonucu",
        "Sempozyum: \"Kamu İhalesi Hukukuna İlişkin Güncel Sorunların Değerlendirilmesi\"",
        "Etkinlik Takvimi",
        "2024-2025 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi’nde Dünya Çocuk Hakları Günü Paneli",
        "2024-2025  Akademik Yılı Lisansüstü Eğitim Enstitüsü Mezuniyet Töreni",
        "Maltepe Üniversitesi, Avrupa Birliği Projesinde Eş Finansör: “Eğitimli  Gençlik ile Güçlü Gastronomi Turizmi”",
        "2024 YKS EK YERLEŞTİRME için E-KAYIT ve ŞAHSEN KAYIT DUYURUSU",
        "2024-2025 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "2025-2026 Güz Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "2025 YKS MERKEZİ YERLEŞTİRME - ŞAHSEN ve E-KAYIT",
        "6. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "2025 Dikey Geçiş Kayıt İşlemleri",
        "Maltepe Üniversitesi 2024-2028 Stratejik Planı Yayımlanmıştır",
        "SAHNE SANATLARI BÖLÜMÜ YETENEK SINAVI 2025",
        "Üniversitemiz Arama ve Kurtarma Kulübü, 6 Şubat 2023 Kahramanmaraş Depremlerinde Hayatını Kaybeden Öğrencilerimizin Anısını Yaşatmaya Devam Ediyor",
        "Maltepe Üniversitesi'nden Kuantum Yılına Büyük Katkı",
        "2024-2025 Bahar Yarıyılı Kurumlar Arası (Genel Not Ortalamasına Göre - GANO) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi’nden Bilim Dünyasına Önemli Katkı",
        "2024-2025 Eğitim-Öğretim Yılı Yaz Öğretimi Uygulama Esasları, Takvim ve Ücretler",
        "2024-2025 Akademik Yılı Açılış Töreni ve Oryantasyon Programı",
        "2025-2026 Akademik Takvimler",
        "2. Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu Başlıyor!",
        "2025-2026 Akademik Yılı Öğrenim ve Staj Hareketliliği Başvurusu",
        "Sutopu Takımımız Türkiye Şampiyonu!",
        "2025-2026 Güz yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Üniversitemiz Web Sayfasında 16.10.2025  - 30.10.2025  Tarihleri Arasında Yayımlanan Öğretim Görevlisi İlanıyla İlgili Ön Değerlendirme Sonucu",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Üniversitemiz Web Sayfasında 16.10.2025-30.10.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlileri İlanıyla İlgili Ön Değerlendirme Sonuçları",
        "13th International Symposium on Digital Forensics and Security (ISDFS 2025)",
        "Yükseköğretim Kurulu Veri Analizi Okulu açılıyor",
        "Sempozyum: \"ARTIUM ODAK’25\"",
        "Maltepe Üniversitesi’nden Kuantum Şifreleme Alanında Önemli Buluş",
        "Sahne Sanatları Bölümü 2. Etap Yetenek Sınavı 2025",
        "ÖĞRENCİ ARAÇ TANITIM PULU VERİLMESİ VE KULLANIM ESASLARI",
        "2024 DİKEY GEÇİŞ MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2024-2025 Bahar Yarıyılı Çift Anadal, Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "2024-2025 Akademik Yılı Yaz Öğretiminde Açılacak Dersler",
        "Vakıflar Haftası Kutlu Olsun",
        "2024-2025 Bahar Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "Rektörümüz Prof. Dr. Edibe SÖZEN'in 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı Mesajı",
        "Maltepe Üniversitesi Girişimcilik Kampı Demoday",
        "2025-2026 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Eğitim-Öğretim Yılı Güz Yarıyılı Ders/Şube Seçimi",
        "CleanTech2025’in Davetli Konuşmacısı: Prof. Dr. Şener Oktik",
        "2025-2026 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi’nden BSEC PERMIS'e Ziyaret",
        "2023-2024 Eğitim-Öğretim Yılı  YAZ ÖĞRETİMİ  Uygulama Esasları",
        "15 Temmuz Demokrasi ve Milli Birlik Günü Etkinlikleri",
        "SAHNE SANATLARI 2. ETAP YETENEK SINAVI SONUÇLARI",
        "2025 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2024-2025 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2025-2026 Güz Yarıyılı Tezsiz Yüksek Lisans Programlarının Başvuru Süresi 24 Eylül 2025 tarihine kadar uzatılmıştır.",
        "2025-2026 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "TÜBİTAK 1001 Programı Kapsamında Desteklenmeye Değer Bulunan Araştırma Projesi",
        "2025-2026 Akademik Yılı Açılış Töreni",
        "2023-2024 EĞİTİM ÖĞRETİM YILI YAZ ÖĞRETİMİ KREDİ ÖLÇEĞİNDE ÜCRETLER",
        "Konservatuvar Yetenek Sınavı",
        "T.C. Maltepe Üniversitesi Web Sayfasında 16/10/2025 -30/10/2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "2025-2026 Eğitim-Öğretim Yılı Kayıt Yenileme İşlemleri",
        "Üniversitemiz TS EN ISO 9001:2015 Kalite Yönetim Sistemi Belgesi'ni almaya hak kazandı",
        "2025 YKS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2025-2026 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi 2024 Başarı Ödül Töreni Gerçekleşti",
        "2024 YKS MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Kuantum Yüzyılı: Evrenin Gizemlerinden Modern Teknolojilere",
        "Maltepe Üniversitesi ile TÜRKKEP A.Ş. Arasında İş Birliği Protokolü İmzalandı",
        "Akademide Bir Nefes: \"Yeni Yılda Dizelerde Buluşma Atölyesi\"",
        "Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Maltepe Üniversitesi’nin Erasmus+ Projesi 250.000 Avro Hibe Kazandı",
        "Rektörümüz Prof. Dr. Edibe SÖZEN’in 15 Temmuz Demokrasi ve Milli Birlik Günü Mesajı",
        "2024-2025 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "2024-2025 Güz yarıyılı Çift Anadal-Yandal-Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Rektörümüz Prof. Dr. Edibe SÖZEN ÇETİNTAŞ'ın 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı Mesajı",
        "2024-2025 Akademik Yılı Önlisans ve Lisans Mezuniyet Töreni"
    ]
}