{
    "last_update": "2025-12-26T14:20:20.035862",
    "count": 98,
    "titles": [
        "Maltepe Üniversitesi'nden Kuantum Yılına Büyük Katkı",
        "Eğitim: \"Bağımlılıkla Mücadele\"",
        "2. Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu Başlıyor!",
        "2025-2026 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Kurumlar Arası (Genel Not Ortalamasına Göre - GANO) Yatay Geçiş Başvuru Duyurusu",
        "2024-2025 Bahar Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "Zorunlu Yabancı Dil Hazırlık Sınıflarında Başarısız Olan Öğrencilerin Türkçe Öğretim Yapan Yükseköğretim Programlarına Yerleştirilme İşlemleri",
        "2025-2026 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Yükseköğretim Kurulu Veri Analizi Okulu açılıyor",
        "Üniversitemiz TS EN ISO 9001:2015 Kalite Yönetim Sistemi Belgesi'ni almaya hak kazandı",
        "Üniversitemiz Web Sayfasında 16.10.2025  - 30.10.2025 Tarihleri Arasında Yayımlanan Öğretim Görevlisi İlanıyla İlgili Son Değerlendirme Sonucu",
        "2025-2026 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "15 Temmuz Demokrasi ve Milli Birlik Günü Etkinlikleri",
        "Kuantum Yüzyılı: Evrenin Gizemlerinden Modern Teknolojilere",
        "Sempozyum: \"ARTIUM ODAK’25\"",
        "2024-2025 Eğitim-Öğretim Yılı Güz Yarıyılı Ders/Şube Seçimi",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "2024-2025  Akademik Yılı Lisansüstü Eğitim Enstitüsü Mezuniyet Töreni",
        "2024 YKS EK YERLEŞTİRME için E-KAYIT ve ŞAHSEN KAYIT DUYURUSU",
        "CleanTech2025’in Davetli Konuşmacısı: Prof. Dr. Şener Oktik",
        "2024-2025 Bahar Yarıyılı Çift Anadal, Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "13th International Symposium on Digital Forensics and Security (ISDFS 2025)",
        "2025 Dikey Geçiş Kayıt İşlemleri",
        "2024 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Maltepe Üniversitesi'nde “Kuantum Yüzyılı” Etkinliği Yapıldı!",
        "2025-2026 Eğitim-Öğretim Yılı Kayıt Yenileme İşlemleri",
        "2025-2026 Güz Yarıyılı Tezsiz Yüksek Lisans Programlarının Başvuru Süresi 24 Eylül 2025 tarihine kadar uzatılmıştır.",
        "T.C. Maltepe Üniversitesi Rektörlüğünden: Üniversitemize “Öğretim Üyeleri”Alınacaktır.",
        "Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu",
        "2025-2026 Akademik Takvimler",
        "2025-2026 Akademik Yılı Öğrenim ve Staj Hareketliliği Başvurusu",
        "2025 Yılı Enerji Verimliliği Haftası",
        "2025 YKS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2025-2026 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Üniversitemiz Web Sayfasında 16.10.2025-30.10.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlileri İlanıyla İlgili Ön Değerlendirme Sonuçları",
        "Rektörümüz Prof. Dr. Edibe SÖZEN ÇETİNTAŞ'ın 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı Mesajı",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "TSE 1. Gözetim Tetkiki",
        "GSCSSC-2025",
        "Konferans: “Medya Okuryazarlığı ve Dezenformasyonla Mücadele”",
        "Sutopu Takımımız Türkiye Şampiyonu!",
        "T.C. MALTEPE ÜNİVERSİTESİ’NDEN ÜÇ YENİ STRATEJİK ÜNİVERSİTE-SANAYİ İŞBİRLİĞİ",
        "2025 YKS MERKEZİ YERLEŞTİRME - ŞAHSEN ve E-KAYIT",
        "Maltepe Üniversitesi ile TÜRKKEP A.Ş. Arasında İş Birliği Protokolü İmzalandı",
        "6. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "T.C Maltepe Üniversitesi Web Sayfasında 17.08.2025 / 31.08.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "2024-2025 Akademik Yılı Açılış Töreni ve Oryantasyon Programı",
        "2025 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Maltepe Üniversitesi 2024 Başarı Ödül Töreni Gerçekleşti",
        "2024 DİKEY GEÇİŞ MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Küresel Köprüler Maltepe Üniversitesi’nde Kuruldu",
        "Vakıflar Haftası Kutlu Olsun",
        "2024-2025 Hazırlık Sınıfı Öğrencileri İçin Yaz Öğretimi Akademik Takvimi",
        "Maltepe Üniversitesi’nin 14 Programı, Türkiye Yeterlilikler Çerçevesi (TYÇ) Logosunu Kullanmaya Hak Kazandı",
        "2025-2026 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "Akademide Bir Nefes: \"Yeni Yılda Dizelerde Buluşma Atölyesi\"",
        "Maltepe Üniversitesi ile Teknopark İstanbul Arasında Stratejik İş Birliği Protokolü İmzalandı",
        "Maltepe Üniversitesi’nden Kuantum Şifreleme Alanında Önemli Buluş",
        "Maltepe Üniversitesi 2024-2028 Stratejik Planı Yayımlanmıştır",
        "Maltepe Üniversitesi, Avrupa Birliği Projesinde Eş Finansör: “Eğitimli  Gençlik ile Güçlü Gastronomi Turizmi”",
        "Maltepe Üniversitesi’nin Erasmus+ Projesi 250.000 Avro Hibe Kazandı",
        "Zirve: \"I. Geleneksel Finans ve Sigorta Zirvesi\"",
        "TAGEM Ar-Ge Destek Programı Projesi Kapanış Toplantısı Yapıldı",
        "Etkinlik Takvimi",
        "KURUMSAL E-POSTA KULLANIMINA İLİŞKİN ÖNEMLİ DUYURU",
        "T.C. Maltepe Üniversitesi Rektörlüğünden “Araştırma Görevlileri” Alınacaktır.",
        "Maltepe Üniversitesi’nden BSEC PERMIS'e Ziyaret",
        "Sahne Sanatları Bölümü 2. Etap Yetenek Sınavı 2025",
        "T.C. Maltepe Üniversitesi 2024 – 2025 Güz Yarıyılı Genel Eğitim Dersleri Yarıyıl Sonu (Final) ve Bütünleme Sınavları",
        "Seminer: \"Meme Kanseri ile Mücadele: Bilgi, Farkındalık ve Destek\"",
        "Konferans: Yüzyılımızda Nermi Uygur ve Felsefenin Çağrısı",
        "2025-2026 Güz yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2025-2026 Akademik Yılı Açılış Töreni",
        "Üniversitemiz Web Sayfasında 16.10.2025  - 30.10.2025  Tarihleri Arasında Yayımlanan Öğretim Görevlisi İlanıyla İlgili Ön Değerlendirme Sonucu",
        "7. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "Konservatuvar Yetenek Sınavı",
        "T.C. Maltepe Üniversitesi Web Sayfasında 16/10/2025 -30/10/2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "Rektörümüz Prof. Dr. Edibe SÖZEN'in 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı Mesajı",
        "2024-2025 Bahar Yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "ÖĞRENCİ ARAÇ TANITIM PULU VERİLMESİ VE KULLANIM ESASLARI",
        "2025-2026 Güz Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "YÖKAK Kurumsal Akreditasyon Programı (KAP) Saha Ziyaretleri tamamlandı",
        "SAHNE SANATLARI BÖLÜMÜ YETENEK SINAVI 2025",
        "Maltepe Üniversitesi’nde Dünya Çocuk Hakları Günü Paneli",
        "Uluslararası Ticaret Ve Lojistik Bölümünden Bir Sosyal Sorumluluk Projesi",
        "Prof. Dr. Hüseyin ÇAKALLI  Emeklilik Duyurusu",
        "2024-2025 Akademik Yılı Yaz Öğretiminde Açılacak Dersler",
        "TÜBİTAK 1001 Programı Kapsamında Desteklenmeye Değer Bulunan Araştırma Projesi",
        "Innovative Learning For Cold Chain Food Logistics Project (InFoCoL) Açılış Toplantısı Maltepe Üniversitesi’nde Gerçekleşti",
        "2024-2025 Yaz Öğretimi Akademik Takvim",
        "Maltepe Üniversitesi Bilgisayar Muafiyet Başvuru Formu",
        "2024-2025 Akademik Yılı Önlisans ve Lisans Mezuniyet Töreni",
        "Teknopark Hasat 2025’te, teknoloji ekosistemimizi yarınlara taşıyacak stratejik bir adım attık.",
        "Maltepe Üniversitesi’nden Bilim Dünyasına Önemli Katkı",
        "SAHNE SANATLARI 2. ETAP YETENEK SINAVI SONUÇLARI",
        "2024-2025 Eğitim-Öğretim Yılı Yaz Öğretimi Uygulama Esasları, Takvim ve Ücretler",
        "Üniversitemiz Arama ve Kurtarma Kulübü, 6 Şubat 2023 Kahramanmaraş Depremlerinde Hayatını Kaybeden Öğrencilerimizin Anısını Yaşatmaya Devam Ediyor",
        "Maltepe Üniversitesi, YÖKAK Tarafından 2 Yıllık Kurumsal Akreditasyon Kazandı"
    ]
}