{
    "last_update": "2025-07-23T14:21:51.286759",
    "count": 70,
    "titles": [
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Rektörümüz Prof. Dr. Edibe SÖZEN ÇETİNTAŞ'ın 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı Mesajı",
        "Sutopu Takımımız Türkiye Şampiyonu!",
        "YÖKAK Kurumsal Akreditasyon Programı (KAP) Saha Ziyaretleri tamamlandı",
        "Maltepe Üniversitesi, Avrupa Birliği Projesinde Eş Finansör: “Eğitimli  Gençlik ile Güçlü Gastronomi Turizmi”",
        "13th International Symposium on Digital Forensics and Security (ISDFS 2025)",
        "Sempozyum: \"ARTIUM ODAK’25\"",
        "Maltepe Üniversitesi’nden BSEC PERMIS'e Ziyaret",
        "2024-2025 Akademik Yılı Önlisans ve Lisans Mezuniyet Töreni",
        "Sokakta Yaşayan ve Çalışan Çocuklar için Uygulama ve Araştırma Merkezimiz ve Yardım Konvoyu İnsani Yardım Dayanışma ve Kalkınma Derneği ile Tekstil Uygulaması Saha Uygulama Taslak Protokolü'müzü imzaladık",
        "2024-2025 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Hazırlık Sınıfı Öğrencileri İçin Yaz Öğretimi Akademik Takvimi",
        "Vakıflar Haftası Kutlu Olsun",
        "Maltepe Üniversitesi 2024-2028 Stratejik Planı Yayımlanmıştır",
        "Maltepe Üniversitesi’nde Dünya Çocuk Hakları Günü Paneli",
        "2025-2026 Akademik Takvimler",
        "2024-2025 Yaz Öğretimi Akademik Takvim",
        "2024-2025 Bahar Yarıyılı Çift Anadal, Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Sempozyum: \"Kamu İhalesi Hukukuna İlişkin Güncel Sorunların Değerlendirilmesi\"",
        "Konservatuvar Yetenek Sınavı",
        "Zorunlu Yabancı Dil Hazırlık Sınıflarında Başarısız Olan Öğrencilerin Türkçe Öğretim Yapan Yükseköğretim Programlarına Yerleştirilme İşlemleri",
        "2024-2025 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Konferans: Yüzyılımızda Nermi Uygur ve Felsefenin Çağrısı",
        "TÜBİTAK BiGG Programı Yeni Çağrı Dönemi",
        "2025-2026 Eğitim-Öğretim Yılı Kayıt Yenileme İşlemleri",
        "2024-2025 Eğitim-Öğretim Yılı Yaz Öğretimi Uygulama Esasları, Takvim ve Ücretler",
        "2024-2025 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2023-2024 Eğitim-Öğretim Yılı  YAZ ÖĞRETİMİ  Uygulama Esasları",
        "2024-2025 Güz yarıyılı Çift Anadal-Yandal-Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2025-2026 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Üniversitemiz Arama ve Kurtarma Kulübü, 6 Şubat 2023 Kahramanmaraş Depremlerinde Hayatını Kaybeden Öğrencilerimizin Anısını Yaşatmaya Devam Ediyor",
        "Maltepe Üniversitesi, YÖKAK Tarafından 2 Yıllık Kurumsal Akreditasyon Kazandı",
        "Maltepe Üniversitesi Girişimcilik Kampı Demoday",
        "2024-2025 Bahar Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "2024 YKS EK YERLEŞTİRME için E-KAYIT ve ŞAHSEN KAYIT DUYURUSU",
        "Rektörümüz Prof. Dr. Edibe SÖZEN'in 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı Mesajı",
        "2025-2026 Akademik Yılı Öğrenim ve Staj Hareketliliği Başvurusu",
        "T.C. MALTEPE ÜNİVERSİTESİ REKTÖRLÜĞÜNDEN İPTAL İLANI",
        "2024 YKS MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Rektörümüz Prof. Dr. Edibe SÖZEN’in 15 Temmuz Demokrasi ve Milli Birlik Günü Mesajı",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Güzel Sanatlar Fakültesi Sahne Sanatları Bölümü 2024 2. Etap Yetenek Sınavı",
        "Etkinlik Takvimi",
        "2025-2026 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "6. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "Maltepe Üniversitesi 2024 Başarı Ödül Töreni Gerçekleşti",
        "Akademide Bir Nefes: \"Yeni Yılda Dizelerde Buluşma Atölyesi\"",
        "2024-2025 Akademik Yılı Açılış Töreni ve Oryantasyon Programı",
        "2024 DİKEY GEÇİŞ MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Üniversitemiz TS EN ISO 9001:2015 Kalite Yönetim Sistemi Belgesi'ni almaya hak kazandı",
        "T.C. Maltepe Üniversitesi 2024 – 2025 Güz Yarıyılı Genel Eğitim Dersleri Yarıyıl Sonu (Final) ve Bütünleme Sınavları",
        "2024-2025 Eğitim-Öğretim Yılı Güz Yarıyılı Ders/Şube Seçimi",
        "2024-2025 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "T.C. MALTEPE ÜNİVERSİTESİ REKTÖRLÜĞÜNDEN: ÜNİVERSİTEMİZE “ÖĞRETİM ÜYELERİ” ALINACAKTIR",
        "15 Temmuz Demokrasi ve Milli Birlik Günü Etkinlikleri",
        "TÜBİTAK 1001 Programı Kapsamında Desteklenmeye Değer Bulunan Araştırma Projesi",
        "2025 Yılı Enerji Verimliliği Haftası",
        "SAHNE SANATLARI BÖLÜMÜ YETENEK SINAVI 2025",
        "2024-2025 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "2023-2024 EĞİTİM ÖĞRETİM YILI YAZ ÖĞRETİMİ KREDİ ÖLÇEĞİNDE ÜCRETLER",
        "T.C. MALTEPE ÜNİVERSİTESİ REKTÖRLÜĞÜNDEN: “ÖĞRETİM GÖREVLİLERİ” ve “ARAŞTIRMA GÖREVLİLERİ” ALINACAKTIR",
        "2024-2025 Bahar Yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Kurumlar Arası (Genel Not Ortalamasına Göre - GANO) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi’nin 14 Programı, Türkiye Yeterlilikler Çerçevesi (TYÇ) Logosunu Kullanmaya Hak Kazandı",
        "2025-2026 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "2024 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "Maltepe Üniversitesi'nden Kuantum Yılına Büyük Katkı",
        "Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu",
        "SAHNE SANATLARI 2. ETAP YETENEK SINAVI SONUÇLARI",
        "2024-2025 Akademik Yılı Yaz Öğretiminde Açılacak Dersler"
    ]
}