{
    "last_update": "2025-09-25T07:20:02.772869",
    "count": 84,
    "titles": [
        "Maltepe Üniversitesi’nden BSEC PERMIS'e Ziyaret",
        "Sahne Sanatları Bölümü 2. Etap Yetenek Sınavı 2025",
        "2024-2025 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "2024 DGS EK YERLEŞTİRME KAYIT İŞLEMLERİ",
        "15 Temmuz Demokrasi ve Milli Birlik Günü Etkinlikleri",
        "2024-2025 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "6. Hastalıkta ve Sağlıkta Dermatoloji Kongresi",
        "Maltepe Üniversitesi'nden Kuantum Yılına Büyük Katkı",
        "2024 YKS MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2024-2025 Güz yarıyılı Çift Anadal-Yandal-Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Rektörümüz Prof. Dr. Edibe SÖZEN'in 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı Mesajı",
        "2024-2025 Akademik Yılı Yaz Öğretiminde Açılacak Dersler",
        "Sempozyum: \"Kamu İhalesi Hukukuna İlişkin Güncel Sorunların Değerlendirilmesi\"",
        "2025-2026 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2024-2025 Bahar Yarıyılı Kurumlar Arası (Genel Not Ortalamasına Göre - GANO) Yatay Geçiş Başvuru Duyurusu",
        "Maltepe Üniversitesi, Avrupa Birliği Projesinde Eş Finansör: “Eğitimli  Gençlik ile Güçlü Gastronomi Turizmi”",
        "2024-2025 Akademik Yılı Önlisans ve Lisans Mezuniyet Töreni",
        "2025-2026 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Sokakta Yaşayan ve Çalışan Çocuklar için Uygulama ve Araştırma Merkezimiz ve Yardım Konvoyu İnsani Yardım Dayanışma ve Kalkınma Derneği ile Tekstil Uygulaması Saha Uygulama Taslak Protokolü'müzü imzaladık",
        "2024-2025 Eğitim-Öğretim Yılı Yaz Öğretimi Uygulama Esasları, Takvim ve Ücretler",
        "Maltepe Üniversitesi’nden Bilim Dünyasına Önemli Katkı",
        "2025 YKS MERKEZİ YERLEŞTİRME - ŞAHSEN ve E-KAYIT",
        "2025-2026 Akademik Takvimler",
        "Etkinlik Takvimi",
        "2024-2025 Güz yarıyılı Genel Not Ortalamasına Göre (GANO) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Maltepe Üniversitesi, YÖKAK Tarafından 2 Yıllık Kurumsal Akreditasyon Kazandı",
        "Zorunlu Yabancı Dil Hazırlık Sınıflarında Başarısız Olan Öğrencilerin Türkçe Öğretim Yapan Yükseköğretim Programlarına Yerleştirilme İşlemleri",
        "2025-2026 Güz yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "T.C Maltepe Üniversitesi Web Sayfasında 17.08.2025 / 31.08.2025 Tarihleri Arasında Yayımlanan Araştırma Görevlisi İlanıyla İlgili Son Değerlendirme Sonuçları",
        "2024-2025 Akademik Yılı Açılış Töreni ve Oryantasyon Programı",
        "Maltepe Üniversitesi 2024 Başarı Ödül Töreni Gerçekleşti",
        "SAHNE SANATLARI 2. ETAP YETENEK SINAVI SONUÇLARI",
        "2024 YKS EK YERLEŞTİRME için E-KAYIT ve ŞAHSEN KAYIT DUYURUSU",
        "T.C. Maltepe Üniversitesi 2024 – 2025 Güz Yarıyılı Genel Eğitim Dersleri Yarıyıl Sonu (Final) ve Bütünleme Sınavları",
        "2025-2026 Eğitim-Öğretim Yılı Kayıt Yenileme İşlemleri",
        "2024-2025 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "Maltepe Üniversitesi Bilgisayar Muafiyet Başvuru Formu",
        "2024-2025 Güz Yarıyılı Merkezi Yerleştirme Puanına Göre (Ek Madde-1) Yatay Geçiş Başvuru Duyurusu",
        "Vakıflar Haftası Kutlu Olsun",
        "2025-2026 Güz Yarıyılı Tezsiz Yüksek Lisans Programlarının Başvuru Süresi 24 Eylül 2025 tarihine kadar uzatılmıştır.",
        "2025-2026 Güz Yarıyılı Kurumlar Arası Yatay Geçiş (Genel Not Ortalamasına Göre (GANO)) Başvuru Duyurusu",
        "Sempozyum: \"ARTIUM ODAK’25\"",
        "2025-2026 Güz Yarıyılı Çift Anadal - Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "YÖKAK Kurumsal Akreditasyon Programı (KAP) Saha Ziyaretleri tamamlandı",
        "2024-2025 Yaz Öğretimi Akademik Takvim",
        "Disiplinlerarası Akademi ve Sektör Çalışmaları Sempozyumu",
        "2025-2026 Güz yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "Maltepe Üniversitesi Girişimcilik Kampı Demoday",
        "Maltepe Üniversitesi’nin Erasmus+ Projesi 250.000 Avro Hibe Kazandı",
        "13th International Symposium on Digital Forensics and Security (ISDFS 2025)",
        "2025-2026 Akademik Yılı Öğrenim ve Staj Hareketliliği Başvurusu",
        "Üniversitemiz TS EN ISO 9001:2015 Kalite Yönetim Sistemi Belgesi'ni almaya hak kazandı",
        "T.C. MALTEPE ÜNİVERSİTESİ’NDEN ÜÇ YENİ STRATEJİK ÜNİVERSİTE-SANAYİ İŞBİRLİĞİ",
        "Maltepe Üniversitesi’nin 14 Programı, Türkiye Yeterlilikler Çerçevesi (TYÇ) Logosunu Kullanmaya Hak Kazandı",
        "2024-2025 Hazırlık Sınıfı Öğrencileri İçin Yaz Öğretimi Akademik Takvimi",
        "Yükseköğretim Kurulu Veri Analizi Okulu açılıyor",
        "ÖĞRENCİ ARAÇ TANITIM PULU VERİLMESİ VE KULLANIM ESASLARI",
        "TÜBİTAK 1001 Programı Kapsamında Desteklenmeye Değer Bulunan Araştırma Projesi",
        "Prof. Dr. Hüseyin ÇAKALLI  Emeklilik Duyurusu",
        "Rektörümüz Prof. Dr. Edibe SÖZEN’in 15 Temmuz Demokrasi ve Milli Birlik Günü Mesajı",
        "Sutopu Takımımız Türkiye Şampiyonu!",
        "2025 Dikey Geçiş Kayıt İşlemleri",
        "2024-2025 Bahar Yarıyılı Çift Anadal _ Yandal _ Kurum İçi Yatay Geçiş Başvuruları Sonuç Duyurusu",
        "2025 Yılı Enerji Verimliliği Haftası",
        "2023-2024 Eğitim-Öğretim Yılı  YAZ ÖĞRETİMİ  Uygulama Esasları",
        "Konservatuvar Yetenek Sınavı",
        "TÜBİTAK BiGG Programı Yeni Çağrı Dönemi",
        "SAHNE SANATLARI BÖLÜMÜ YETENEK SINAVI 2025",
        "2025-2026 Güz Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "2024-2025 Bahar Yarıyılı Ders Kayıtları ve Danışman Onayları",
        "Rektörümüz Prof. Dr. Edibe SÖZEN ÇETİNTAŞ'ın 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı Mesajı",
        "TSE 1. Gözetim Tetkiki",
        "2024 DİKEY GEÇİŞ MERKEZİ YERLEŞTİRME KAYIT İŞLEMLERİ",
        "2024-2025 Eğitim-Öğretim Yılı Güz Yarıyılı Ders/Şube Seçimi",
        "Üniversitemiz Arama ve Kurtarma Kulübü, 6 Şubat 2023 Kahramanmaraş Depremlerinde Hayatını Kaybeden Öğrencilerimizin Anısını Yaşatmaya Devam Ediyor",
        "Maltepe Üniversitesi’nden Kuantum Şifreleme Alanında Önemli Buluş",
        "2023-2024 EĞİTİM ÖĞRETİM YILI YAZ ÖĞRETİMİ KREDİ ÖLÇEĞİNDE ÜCRETLER",
        "2024-2025 Bahar Yarıyılı Çift Anadal, Yandal ve Kurum İçi Yatay Geçiş Başvuru Duyurusu",
        "Akademide Bir Nefes: \"Yeni Yılda Dizelerde Buluşma Atölyesi\"",
        "Konferans: Yüzyılımızda Nermi Uygur ve Felsefenin Çağrısı",
        "Maltepe Üniversitesi’nde Dünya Çocuk Hakları Günü Paneli",
        "Maltepe Üniversitesi 2024-2028 Stratejik Planı Yayımlanmıştır"
    ]
}